Xylem
entities
sharing
building
tenants
equipped
water
meter
required
report
metrics
since
accuracy
reporting
cannot
verified
This
footprint
includes
data
USbased
operations
Information
CobbVantress
The
Pork
Group
hog
buying
stations
American
Foods
included
scope
AK
Steel
disclosure
CDP
submittal
focused
Steels
steelmaking
located
United
States
Businesses
within
Holding
reflected
include
Precision
Partners
Tube
leading
North
provider
engineering
tooling
hot
cold
stamped
products
acquired
August
portfolio
facilities
Facilities
Alabama
Kentucky
Ontario
also
comprises
less
percent
business
Tubes
Ohio
Indiana
Mexico
Coal
Resources
whollyowned
subsidiary
Pennsylvania
produces
met
coal
produce
coke
It
small
proportion
Only
full
ownership
Commercial
predominantly
consists
leased
owned
office
space
support
sales
marketing
pharmaceutical
related
activities
Use
limited
drinking
sanitary
common
workers
Additionally
entitys
may
yet
readily
available
due
utility
tracking
systems
fully
integrated
square
feet
Recycled
volumes
initiatives
Water
consumption
outside
Puerto
Rico
Nonmanufacturing
sites
including
distribution
centers
offices
well
cut
sew
manufacturing
excluded
size
covers
Canada
plants
Brazil
India
Malaysia
Joint
Venture
considered
material
footage
makes
Companys
total
Non
US
International
stores
Significant
evaluated
international
Broadline
companies
Ireland
UK
France
Sweden
Spain
Belgium
Luxembourg
Costa
Rica
Panama
Bahamas
majority
specialty
meat
European
Imports
foodservice
import
company
Guest
Supply
hotel
amenities
Food
exports
customers
Brakes
UKbased
calendar
year
acquisitions
Operating
operational
control
joint
ventures
percentage
Portland
OR
metals
export
recycling
CA
autos
dismantling
City
Columbia
Leased
administrative
personnel
New
York
Recent
Warehouses
use
process
tracked
analysed
pulp
paper
mills
tissue
Excluded
sawmills
wood
hydroelectric
generation
head
woodlands
response
San
Diego
plus
Jose
Santa
Clara
constitute
approximately
million
real
estate
worldwide
PGE
owns
operates
service
buildings
substations
gas
compressor
throughout
area
We
currently
sewage
Our
targets
accounting
direct
relevant
Venezuela
Retail
Farm
Centers
Center
Corporate
Offices
low
impact
headcount
questionnaire
portion
Lexmark
numerous
logistics
operation
Small
satellite
California
countries
South
Korea
covered
exclusion
procedures
gathering
information
closed
research
development
locations
via
purchase
last
whose
primary
andor
For
example
collect
house
primarily
salesmarketing
warehouses
From
perspective
conservation
IBM
subject
GoalOur
Goal
focuses
specified
stressed
regions
In
goal
ongoing
large
globally
ensure
remain
appropriate
Exploration
projects
Manitoba
BC
America
Peru
Chile
Regional
Head
Toronto
Lima
Cusco
Graphic
Packaging
divisional
carton
NonMinneapolis
headquarters
ITQ
grain
elevators
shops
Smaller
possible
track
value
Gas
Distribution
Transmission
Storage
Operations
current
several
scattered
around
globe
These
lack
reliable
Based
estimates
potential
sources
de
minimis
would
likely
contribute
normal
Southeast
Energy
disposal
Waterflood
supplied
Devon
drilled
completed
operated
associated
subsidiaries
Agro
Cham
Switzerland
Novi
Michigan
USA
Seoul
Shanghai
China
Norway
Singapore
Sites
exclude
used
teams
unable
Conagra
Brands
reported
headquarter
Exclusions
number
unmetered
wells
compared
food
production
following
boundary
Ardent
Mills
LLC
Productos
Verde
Valle
sa
cv
HuntUniversal
Robina
Corp
Philippines
Tech
Limited
Pinnacle
recently
facility
Milwaukee
impacts
Asia
Australia
unavailable
BizLink
Serbia
All
disclosed
exploration
Belleville
smaller
dedicated
tenant
multi
complex
domestic
meters
Due
costs
chosen
significant
set
participated
pilot
program
Collecting
future
surface
represents
Sales
Manufacturing
intend
progressively
sustainability
collection
robust
discharges
quantity
quality
one
Business
Agriculture
captured
Mill
Refinery
NRO
Some
non
MPG
April
wind
call
ie
energy
could
businesses
operate
based
Administrative
waterrelated
online
EHS
system
Office
spaces
provided
lease
managed
landlord
addition
usage
estimated
kitchen
areas
employees
Most
OfficesTechnical
chain
salesservice
remediation
combined
annual
spend
minimal
represent
local
inventory
nonmanufacturing
greater
warehouse
users
supply
sanitation
Where
receive
billing
Union
Pacific
withdrawal
properties
third
parties
At
time
corporate
level
metered
billed
rights
municipal
metering
per
federal
state
regulatory
requirements
fiscal
Data
evaluating
management
practices
identify
paid
Construction
major
generally
general
recycled
However
investigating
capability
wastewater
minor
withdrawals
across
typically
design
relatively
little
purposes
overall
Development
legacy
significantly
With
regards
Kate
Spade
brand
considering
SNCLavalin
vast
many
cases
alone
independent
respond
actual
using
employee
receives
unknown
onsite
No
fresh
however
resources
property
owner
shared
among
industrialcommercial
period
working
years
internal
access
While
utilize
still
capture
source
discharged
dust
Although
tracks
analyses
human
indicator
count
Sawmills
measure
work
improve
quantities
insignificant
cubic
useWe
hydropower
draws
falling
flowing
converts
electricity
without
consuming
wasting
depleting
Therefore
net
Approximately
person
rest
continue
established
mechanisms
amount
bathrooms
immaterial
comparison
power
risk
monitor
global
acquisition
activitiesfacilities
finished
goods
consider
risks
exclusions
estimate
blue
screening
performed
external
consultant
none
high
according
WRI
Aqueduct
Tool
demand
wholesale
market
back
specific
generator
therefore
plans
efforts
assess
prioritize
Environmental
Management
System
electric
agricultural
land
usually
judged
Collectively
Company
farms
They
exercise
certain
assets
NiSource
NIPSCO
Saputo
consolidate
focus
occurs
divested
four
Sunnyvale
Wichita
KS
Research
Triangle
Park
NC
Bangalore
dont
rainwater
present
input
output
Solutions
negligible
accurate
discharge
expect
fraction
provides
exposure
incorporated
Mars
factories
produced
location
irrigated
record
larger
irrigation
cooling
part
regional
measures
monitors
withdrawn
largest
responses
programs
either
rates
remote
quite
difficult
obtain
Lenovo
uniquely
able
get
By
Lenovos
RD
capturing
survey
detailed
sitespecific
assessment
Chinabased
identified
highest
similar
Cotai
Jet
ferry
believed
sufficiently
necessary
next
site
develop
reductions
baseline
order
Kellogg
excludes
complete
allows
processes
initiated
new
come
end
Parati
three
incorporate
Reports
Typically
inputs
outputs
purchased
known
authority
invoices
started
apply
variety
believe
align
public
environmental
conditions
GHG
Protocol
Under
first
JnJ
drainage
returned
environment
presumed
volume
result
relative
Groundwater
pump
treat
longer
entirely
JnJs
account
monitored
fewer
recent
provide
focusing
microelectronics
IBMs
divestiture
semiconductor
July
World
Global
highlights
meet
ecological
extremely
achieve
yeartoyear
manage
maintaining
compliance
permits
requirement
measured
directly
publicly
consistently
purpose
expected
region
consolidated
Huskyoperated
drill
collaboration
Minerals
rented
growth
made
multiple
disclosures
nature
mostly
given
retail
commercial
respect
cleaning
cost
Nonfixed
analysis
fall
vacant
emissions
GPI
driven
virgin
As
availability
conversion
developed
starting
evaluation
party
pay
security
determined
Sustainability
framework
financial
Because
announced
entered
enterprise
PT
Indonesia
Freeport
PTFI
terms
agreement
approximate
companys
minority
interest
oil
accordance
structures
industry
safety
Service
indirect
intended
testing
added
two
Ford
Also
reduce
make
Hardware
Design
Software
ability
generate
pumped
Eldorados
Lamaque
construction
project
mine
Eldorado
Gold
people
activity
maintains
presence
Perama
Thrace
There
maintenance
Warehouse
effluent
Overall
similarly
sized
type
Thus
section
break
destinations
Eatons
criteria
Facility
adds
hardware
assembling
integrationtesting
highrisk
profile
group
Health
Safety
affiliated
Eaton
least
Natural
exposed
Hydroelectric
generating
along
waterway
turbines
except
transferred
amounts
Station
groundwater
DTE
storage
plant
generates
regulated
namely
steam
NPDES
sewer
applicable
industrial
types
trading
services
municipalities
exception
Detroit
MI
transmission
Taggart
Compressor
holds
Permit
National
Pollutant
Discharge
Elimination
electrical
manholes
vaults
Dominion
Greensville
Power
aircooled
condensers
Individually
collectively
authorities
disclosing
Energys
infrastructure
extraction
withdraw
uses
Point
DECP
natural
LNG
Maryland
Department
reuse
hydrostatic
test
TNC
best
minimize
pipeline
final
agencies
Produced
originates
deep
geological
formations
concentrations
chlorides
salts
compounds
nonpotable
Reporting
completions
interests
overseeing
drilling
completion
VMWare
reports
separate
Dell
Technologies
charge
every
month
utilities
consumed
controlling
us
additional
partial
Brewery
winery
date
Lamb
Weston
Holdings
Inc
corresponding
LambWestonRDO
BSW
Meijer
vof
Netherlands
Watts
Brothers
Circles
Washington
omission
minimus
Consumers
comprise
nonutility
various
listed
column
Additional
methods
challenges
complexity
world
effective
patterns
relation
expenditure
needed
accurately
document
outweighs
benefits
consistent
Operational
Products
GRP
unit
Once
move
beyond
exploratory
implemented
Headquarters
Tempe
existing
Amkors
Turkey
integration
objectives
formulated
issues
AAM
five
thermal
cycle
nuclear
Of
River
Report
regarding
Ameren
Altria
Nat
Sherman
Jersey
Carolina
flagship
store
developing
Shermans
Altrias
operating
Nu
Mark
Green
Smoke
Israel
farm
nearly
recorded
controlled
treatment
division
accounts
Standard
intake
found
companywide
SVOP
sold
country
Stewardship
Further
Select
Other
NonUS
pipelines
Kingdom
bills
Rainwater
health
Nonproduction
Withdrawals
JJs
colocated
technology
geographical
revenues
former
waterstressed
unless
moving
Utility
Call
Buildings
Electric
accounted
Acquisition
past
Bolthouse
Farms
eCommerce
capabilities
etc
Combustion
Geographically
SCANA
Combination
SEG
markets
MW
capacity
miles
lines
December
station
commercially
active
pollution
incidents
occur
notwithstanding
commitment
hundred
Utah
chiller
containing
incident
occurred
Devons
CVS
deemed
Four
Corners
nonrailroad
approach
AEP
exercises
solar
Amerens
mega
liters
annually