nan
Substantive
change
defined
event
would
cause
significant
interruption
product
flow
customers
global
markets
serve
While
water
key
resource
manufacturing
company
exposed
physical
risks
level
Risks
associated
single
site
locale
could
local
impact
however
operating
contingencies
geographic
diversification
limit
Abbotts
business
operations
revenue
expenditures
mean
either
inability
operate
one
facilities
due
conditions
flooding
drought
meet
environmental
regulations
unacceptable
compliance
cost
changes
fiber
supply
Board
delegated
Audit
Committee
charter
primary
responsibility
oversight
facing
Company
The
provides
policies
procedures
respect
risk
assessment
management
major
exposures
steps
taken
monitor
mitigate
Vice
President
Auditor
Corporate
whose
performance
reviewed
evaluated
direct
reporting
obligations
responsible
leading
formal
process
within
senior
periodically
assesses
works
executives
managing
specific
reviews
report
provided
advance
meeting
entire
executive
particular
may
also
full
managed
mitigated
found
AMD
currently
aware
generate
substantive
near
future
We
importance
identified
exposure
In
Finland
new
treatment
sulfate
require
construction
operation
facility
This
sustaining
capital
costs
assessing
evaluating
consequences
disruption
With
percentage
loss
network
capacity
regional
Several
Allergan
locations
experienced
droughts
past
years
recent
occurring
areas
include
California
Texas
Brazil
Water
delivered
several
supplement
demand
area
Reuse
treated
effluent
existing
groundwater
resources
instituted
four
southern
Plans
mandatory
curtailment
rationing
developed
sites
continue
climb
becomes
restricted
There
impacts
revenues
result
date
increases
minimal
compared
utility
electricity
fuel
However
tied
availability
high
reliance
hydroelectric
power
country
Droughts
electrical
well
therefore
substantial
Seasonal
rainfall
fluctuations
affect
volume
quality
crop
production
farms
chain
judge
low
time
flexibility
source
originsA
alternative
sourcing
proven
chains
deliver
companies
waterrelated
current
believe
potential
expenditure
Altria
publically
adversely
sales
profitability
affected
material
Ste
Michelle
operates
located
waterstressed
WBCSD
Global
Tool
WRI
Annual
Renewable
Supply
Per
projections
across
three
states
accounted
At
Our
efforts
understanding
corporate
continuing
evolve
develop
use
tools
like
GEMI
increased
engagement
agencies
focus
improving
conservationSubstantive
related
spending
internal
results
suppliers
Current
uncertain
EPA
pertaining
Effluent
Guidelines
regulatory
actions
threatened
endangered
species
Depending
outcome
additional
required
generating
Capital
OM
expenses
comply
closure
load
others
response
stressors
scarcity
etc
Assessment
limited
steamelectric
utilizing
surface
withdrawals
excluding
ground
sources
Mississippi
Sabine
St
Lawrence
watersheds
fall
Aqueduct
medhigh
overall
US
map
moderate
extreme
identifies
higher
aggregated
measure
selected
indicators
Physical
Quantity
Quality
Regulatory
Reputational
Risk
categories
Potable
necessary
Should
become
extremelyscarce
regions
manufacture
products
potentially
functional
Environment
Health
Safety
Sustainability
considered
modification
expansion
scope
nature
field
measured
activity
asset
disposal
Anadarko
deep
portfolio
opportunities
onshore
unconventional
plays
As
assets
access
drilling
completions
Without
adequate
andor
need
alternatives
allocate
consider
reducing
given
play
threshold
amount
differ
among
operational
based
upon
economics
involved
These
considerations
part
investment
watermanagement
strategies
ensure
supplies
appropriate
growth
Additionally
levels
continuously
budget
During
including
For
exploration
rate
return
project
terms
producing
increase
lower
ie
point
margins
longer
sufficient
probability
versus
severity
meaning
factors
contributing
present
deficiencies
controls
place
Historically
occurred
frequency
Aptar
industry
likely
occur
every
cash
earnings
directly
ability
strategic
objectives
Quantified
million
moreWe
rank
rating
items
following
mitigation
plans
assigned
owner
accountable
corrective
action
greaterhas
greateror
greater
make
If
impacted
issues
Applied
Materials
equipment
inform
identifying
stress
USbased
combine
waterusage
information
target
critical
experience
operationsAlthough
experiencing
reason
using
annual
survey
mentioned
AVY
defines
stakeholders
purchased
goods
Indicators
recognize
concerns
expressed
much
Any
elements
combination
thereof
basis
mitigating
measures
Baker
Hughes
positive
negative
generation
way
conduct
systems
control
eg
indirect
client
affects
maintain
Such
disclosed
financial
purposes
CDP
focused
stressed
deemed
Extreme
High
according
Atlas
United
States
categorized
All
analyzed
Many
included
Within
emphasis
placed
location
purpose
implications
Mining
generally
requires
engineering
design
study
permit
application
Once
constructed
follows
life
mine
LOM
plan
schedule
waste
remediation
post
wide
range
monitoring
longterm
mediumterm
deviation
magnitude
parameters
capitaloperational
definition
resulted
reported
last
year
still
account
many
discussed
per
repeat
exercise
thresholds
light
developments
meaningful
amended
continuity
planning
Climate
predicted
distribution
storms
weather
climate
BD
closures
severe
world
instances
certain
lines
concentrated
plants
Weather
natural
disasters
pandemics
political
failure
follow
protocols
malfunction
damage
resulting
lost
relationships
customersClimate
dependent
hydropower
already
seen
price
reservoirs
switching
another
form
energy
expensive
prolonged
Best
Buy
ISO
certified
Environmental
Management
System
EMS
systematically
identify
prioritize
manage
review
aspects
Through
able
assess
improve
initiatives
goals
matters
ultimately
reduce
priority
square
foot
companyowned
primarily
fixture
types
closets
urinals
lavatory
faucets
kitchen
sinks
tenant
used
irrigation
controlled
operated
property
owners
supplied
municipalities
retailer
de
minimis
frameworks
regarding
storm
permitsIn
addition
Responsibility
team
conducted
sustainability
social
topics
analysis
interviews
surveys
partners
external
determined
ewaste
sustainable
top
priorities
characterized
potable
enough
warrant
shutting
aspect
highly
regimented
delay
stage
shortage
batch
discarded
safety
similar
constraints
shutdowns
thus
restricting
shortages
impacting
Enterprise
ERM
encompasses
address
ongoing
addresses
spectrum
marketenvironmental
legal
financialoperational
reputational
When
criteria
includes
development
implementation
define
Business
Continuity
holistic
lowerprobability
events
changerelated
hurricanes
typhoons
tornadosThe
participates
regular
enterprise
standing
Committees
regularly
discuss
shortterm
provide
applicable
stated
Governance
Directors
fiduciary
duty
care
effectively
administers
function
whole
substantively
relative
human
economic
metrics
BrownForman
evaluates
variables
determining
One
variable
Globally
faces
requirements
processes
finished
stems
available
quantity
especially
minority
sensitive
areasFurthermore
number
ingredients
agricultural
dynamics
even
disruptions
alterations
supplier
arrangements
Also
utilize
copackers
final
completion
outside
rely
abundant
amounts
carry
services
delivery
productsWeather
effects
diseases
uncertainties
mortality
health
yield
various
raw
materials
cases
impairment
recorded
value
inventory
Changes
patterns
intensity
disrupt
insurance
coverage
timely
customersWater
components
important
common
interrupted
reasons
highquality
scarce
Tennessee
Kentucky
Canada
Mexico
Bunge
numerical
constitutes
stem
riskOur
sugar
depends
sucrose
content
sugarcane
cultivate
us
thirdparty
growers
Both
yields
depend
significantly
prevailing
temperatures
unfavorable
adverse
effect
operationsAdverse
historically
caused
volatility
commodity
consequently
causing
failures
reduced
harvests
pricing
commodities
sell
fertilizer
negatively
creditworthiness
producers
usSevere
extensive
extended
personal
injuries
dependable
efficient
transportation
otherwise
realize
First
shut
lack
Next
obtain
pay
end
day
things
Carnivals
relate
massive
ragulations
net
profits
situation
limits
paper
region
variations
winter
snow
pack
summer
precipitation
materially
period
prevent
carrying
normal
activities
ship
scenario
lead
midterm
reduction
cope
realized
periods
Potential
see
complete
list
contribute
withdrawal
discharge
utilized
employee
consumption
applied
relates
yet
formulated
Cisco
affecting
publicly
requiring
component
extent
customer
shipments
applies
Clorox
uses
systematic
evaluate
quantifying
evaluation
considers
vulnerability
react
adapt
likelihood
occurrenceWhile
dispersed
affords
redundancy
mitigates
localized
engages
lossprevention
aimed
accidental
hazards
backup
functions
comprehensive
emergency
headquarters
trained
floor
wardens
established
evacuation
threats
rising
ocean
Colgate
Program
sponsored
Chairman
CEO
representation
leaders
collectively
organization
classified
Strategic
Financial
Operational
Information
Technology
Legal
Compliance
Emerging
Categories
Each
Category
member
successfully
Natural
Disaster
commercial
nonsubstitutable
formulas
Every
update
segmentation
classify
criticality
segment
market
complexity
buyer
matrix
tool
Selected
extremes
formulations
placeFor
screening
guidance
indicated
Extremely
volumeThis
annually
evaulate
EHS
group
filing
SEC
February
main
ingredient
substantially
vital
relies
needed
It
prosperity
communities
parts
unprecedented
challenges
overexploitation
increasing
food
consumer
industrial
pollution
poor
continues
around
scarcer
deteriorates
CocaCola
system
incur
face
long
run
Waterrelated
particularly
relevant
intensely
clean
grow
Managing
embedded
ConAgra
success
Foods
strategy
majority
brands
spend
freshwater
permits
recycle
build
requisite
infrastructure
infeasible
unable
economically
treat
dispose
produced
defining
Constellation
beer
vs
wine
spirits
metric
Cummins
multipronged
approach
Planning
prioritizes
detailed
CE
combining
multiple
selfassessment
addressing
beyond
size
presence
absence
assessments
watershedspecific
worked
consultant
composite
picture
data
expertise
countriesregions
Portions
extend
horizon
Scoring
weighting
scoring
total
score
Based
watershed
recently
added
two
BFCEC
raised
CBL
arising
audits
validate
prioritized
improvements
conservation
communitywatershed
opportunitiesFacility
alter
planned
yearsA
six
sigma
help
determine
participation
relation
made
To
large
swath
stores
Because
geographical
diversity
diverse
store
line
attributes
sold
guest
restaurants
Shortages
interruptions
tornadoes
floods
earthquakes
buy
restaurant
prices
temporarily
close
changing
fiscal
John
Deeres
indirectly
agriculture
turf
timing
excessive
rain
Due
variability
uncertainty
globally
Using
sited
baseline
extremely
moderately
considering
projected
met
pose
Dells
largest
Much
municipal
chosen
relatively
take
opportunity
protect
reputation
From
perspective
disrupted
unavailability
Devon
effective
proactive
includeShorter
utilizedIncrease
treatement
costReduced
rates
locationHigher
publish
official
filings
example
addressed
Form
Report
Securities
Exchange
Commission
reasonable
investor
attach
whether
hold
Dominion
securities
takes
Michigan
fresh
Although
expected
futureeg
challenge
DuPont
materiality
What
must
judged
viewpoint
reasonably
prudent
making
decision
stock
An
item
surrounding
circumstances
probable
judgment
person
relying
changed
influenced
inclusion
correction
Please
refer
Item
discussion
httpinvestorsdupontcominvestorrelationsfilingsandreportsquarterlyandannualreportsdefaultaspx
employ
multifaceted
order
align
drivers
Significant
foundation
designed
compliancerelated
documented
along
occurrence
auditservices
vice
president
manages
presented
committee
Ecolab
board
directors
humanresource
attraction
retention
undertook
rigorous
analyze
embarked
better
understand
interests
engage
set
sustainabilityspecific
employees
investors
groupsSubstantive
incorporated
stoppage
relating
bulk
active
followed
dosage
finishing
Packaging
little
less
Chain
months
drug
packaging
practices
moratorium
Lilly
Treasury
scenarios
catastrophic
destroyed
droughtwater
Given
mix
determination
Costs
analyses
budgets
EMC
labor
lengthen
timetomarket
workforce
Positive
arise
drive
servicesFor
questions
EMCs
campus
COEs
Centers
Excellence
Those
Medium
usage
office
environment
factor
organizations
reserves
replacement
Encanas
flows
projects
subject
hydraulic
fracturing
approval
fully
risked
Enbridge
Liquid
Pipelines
unit
standardized
consequence
Where
Major
Critical
kept
Low
ranges
ranging
ha
waterbody
wetland
lake
fast
moving
creek
river
Ecological
restoration
duration
Project
assessed
Screening
Very
leaks
spills
stakeholder
Impact
Probability
Criteria
excess
milestone
achievements
service
month
Enerplus
viability
triggering
liability
instance
exceed
anticipated
abandonment
cumulative
positives
book
front
write
determines
needs
Entergy
views
issue
rise
disclosure
violation
exceedance
breach
agreement
interrupt
plantsThe
metricmeasureindicator
indicates
Thresholds
vary
indicator
indicatorThe
updated
quarterly
first
Peer
Group
matter
experts
Mgmt
Process
expressing
AqueDuct
mapping
plus
plantspecific
calculation
MWh
divided
Exelon
marketing
gas
Corporation
enterprisewide
discharges
screen
knowledge
basin
confirm
model
output
twelve
maps
grouped
seven
interannual
seasonal
upstream
storage
ratio
protected
land
media
amphibians
Overall
UNEP
showed
cubic
meters
far
broad
multivariate
Not
internally
strictly
opposed
concluded
consume
Industry
Ford
shows
cannot
always
puts
committed
conserving
responsibly
externally
throughout
measureable
support
deciding
basins
concern
aggregate
scores
subwatershed
alongside
listed
vehicle
engines
transmissions
approximately
society
perform
variety
term
horizons
coming
fruition
GM
Chief
Officer
reports
CFO
CRO
identification
Executives
appointed
officers
Annually
respective
Executive
Leadership
Team
ELTi
Tier
quickly
materialize
approved
detail
ELT
least
BOD
analysed
put
officer
memberii
Asset
daytoday
Exposure
losses
selection
absorbed
balance
sheet
Lessons
learned
developmentWhile
individual
Australia
China
Egypt
Kenya
South
Africa
GE
breadth
quantified
viewed
technologies
offer
pressures
decrease
context
Goodyear
interprets
tires
accordance
Goodyears
prevention
growing
tire
prevented
Griffith
possible
produce
structure
manner
allowing
considerable
curtailing
crucial
input
guar
Waterspecific
document
known
regardless
exist
inherent
hospitality
properties
economy
Some
pharmaceutical
solutions
Hudbay
Minerals
deterioration
Huskys
program
supports
decisionmaking
via
framework
builds
units
adoption
standards
best
Husky
people
acceptable
ten
dollarsThe
register
revisited
refers
achieving
companys
vision
zero
harm
incident
serious
interaction
IBM
perceive
unusual
look
comprehensively
anticipate
models
enable
without
achieved
integrated
possibility
undesired
might
achievement
ways
occurs
Intel
Macroeconomic
inflation
reductions
Political
restrictions
confiscatory
taxation
expropriation
Businessspecific
position
execution
governance
stewardshipNot
dealt
easily
perceived
controllable
unknown
avoided
behavior
unavoidable
practical
degree
reward
JDSU
Most
create
Interruption
depending
derive
restore
productionNote
CDPs
phrasing
presenting
facts
referred
laws
jurisdictions
Investors
disclosures
financially
Juniper
Materiality
looks
represents
Is
emerging
Does
resonate
reflected
pending
legislation
international
Peers
competitors
Do
peers
disclose
How
influence
associations
Relevant
voluntary
guidelines
standard
Reporting
Initiative
GRI
aligned
hierarchy
prioritizing
segments
Service
Provider
supporting
Routing
Switching
Security
domains
Access
Aggregation
Edge
Core
Data
Center
Campus
Branch
Consumer
Devices
answer
yes
impactWater
implemented
monitored
plant
relocation
security
reductionrecycling
KimberlyClarks
tissue
intensive
curtail
force
shutdown
restored
greenfield
expansions
machines
stateoftheart
wastewater
latest
technology
recycling
traditional
adjusted
Ongoing
next
Taiwan
personnel
onsite
minimally
stencil
cleaning
methodologies
replacing
stenciling
underway
Change
minus
lot
contain
impossible
purchasing
tankers
community
anything
inhibit
Lexmark
agreements
Lockheed
Martin
deem
deviations
restriction
catastrophe
impactLockheed
selects
Identify
combined
ranking
localregional
Cross
check
mission
house
programs
consist
salesproduction
scale
makes
unlikely
prevalent
pressing
Even
associates
strive
starting
locally
collected
incidents
proportion
mapped
volumes
Marvell
damagesinterruptions
Material
expose
permanent
decline
shareholder
Merck
condition
prospects
captured
section
Factors
httpwwwmerckcominvestorsAt
patients
Microsoft
lab
requirement
relocate
threepart
filter
represent
greatest
average
kWh
users
datacenters
companywide
proxy
On
respond
questionnaire
reassess
formalize
integrate
organizationSimilarly
entail
datacenter
continuous
utilities
watersewerpowerfiber
diligence
Capacity
vetted
prior
completing
transaction
commitment
letters
indicating
often
locate
handled
audit
department
formula
linkage
Sunnyvale
tiered
retrofit
cooling
towers
domestic
since
semiconductor
manufacturers
Elements
Rapidly
delays
Increasing
pressure
inmigration
proximity
surplus
stringent
increasingly
Noble
Energy
detrimental
license
positively
providing
savings
implementing
efficiencies
aluminum
gauge
beverage
enduse
Certain
case
described
leveraging
professional
fossil
hydro
reserve
Plant
NRG
Regional
modelling
determinationPlant
annuallyNRG
Operations
Engineering
Commercial
governmental
Therefore
derived
watershedbasin
capabilities
Pall
Office
Assurance
raising
awareness
comprised
meets
They
informed
climatechange
different
innovation
teams
carefully
demands
trends
landscape
incorporate
carbon
regulation
monitors
corporatewide
procurement
pursuedAt
structures
protection
developing
continuation
Parker
Hannifin
routinely
audited
stay
Internal
communicate
Specifically
state
regulating
rights
air
conserve
brand
image
damaged
act
highlighted
constitute
became
say
certainty
timeframe
Pfizer
medicallynecessary
multidisciplinary
highest
realistic
enterprises
stakeholdersIn
forecasting
tonnes
tobacco
specifically
Currently
foreseeable
Local
recycled
district
satisfy
reliably
feasibly
temporary
necessarily
burden
sanitation
bottled
drinking
substansive
delta
Sempra
actual
forwardlooking
statements
behalf
transparency
useful
significance
merit
distributed
Sprint
believes
guidelinesIn
Sprints
evaporative
chiller
cool
centers
forced
Stress
Index
obtained
inputting
World
Council
Sustainable
Development
areasThrough
Trucost
consumed
percent
footprint
engaging
waterconsuming
begin
poses
progress
Starwood
rooms
Staples
instability
procure
decreased
decreasing
purchases
waterintensive
SBDs
Scarcity
Plan
communication
launch
updates
inprocess
method
SBD
Nations
Programs
graphic
edition
performing
consuming
instituting
collaboration
options
acquisition
performed
Taichung
nearly
reusing
rectifier
spray
ostensibly
eliminating
extraction
offset
Suncor
Like
assign
IV
Social
broken
Reputation
II
wellbeing
isolate
rather
amongst
seek
safe
reliable
appropriately
complies
Lack
typical
Another
harvesting
standpoint
implement
costly
hurdle
UnitedHealth
sees
Finally
efficiency
logistics
Unum
city
county
building
length
buildings
closed
sent
home
ever
Forced
move
flood
landfill
collection
Virtually
landfills
vulnerable
intermittent
bothBoth
behaviors
decaying
MSW
Flooding
impede
filling
wells
decay
organic
essential
liquids
moisture
adjustments
vacuum
incurred
although
WM
user
small
WhiteWave
employs
Oversight
RMOC
America
periodic
leadership
discussing
occurwhen
Refresh
profiles
prioritization
methodology
Lastly
crossfunctional
Issues
Working
IWG
monthly
industryFor
WWFDEG
Filter
CA
retrofits
executed
ago
toward
cap
availabilityOther
energywater
nexus
oversees
strengthens
capability
Level
Disclosure
Required
Public
Media
Occurring
profile
gained
CSR
feeds
sustainabilityCSR
Xerox
businesses
stability
Results
visually
presentedSpecific
WWF
type
impactreduce
toner
officeRD
offices
inclusive
Since
unforeseen
unplanned
Dollars
looked
Western
Digital
headquartered
Future
recruit
talent
qualified
Varian
casebycase
satisfaction
measurable
renewable
underwent
previous
goal
exceeding
maintenance
alternate
principal
Cenovus
adequately
liquidity
introduction
policy
Matrix
continuum
ratings
Minor
Catastrophic
Expected
Improbable
reevaluated
residual
reflecting
remains
Cenovuss
herein
substantiveOur
estimated
rare
licences
retrofitting
attention
cotton
productionprices
Motorola
Solutions
lowlying
channels
Losses
tsunamis
fires
medical
epidemics
manmade
predominantly
selfinsured
Only
table
ecoat
difficult
operationsBusiness
operationsIn
rivers
adjacent
factories
Susquehanna
River
Nashua
Ohio
RiverIn
germany
supported
Neckar
Teltow
canal
quantitative
estimating
numerous
interdependencies
portion
inputs
sectors
purchase
pipe
testing
occasionally
proirities
Xylem
element
consisting
five
Appetite
Strategy
Organization
Policies
Procedures
Monitoring
objective
establishing
means
governs
concept
sitespecific
Crisis
IT
Recovery
Xylems
sets
forth
minimize
facilitate
frequent
situations
actually
procedure
helps
posed
declining
Measurable
noticeable
expects
DCDC
Converter
allow
Hydrological
regime
thar
dependant
typically
involve
expanded
supplyavailability
SDP
Subic
Techno
Park
sewer
going
Boton
reuse
Sewage
Treatment
toilets
Building
aims
acknowledge
deserves
independent
cited
question
capable
supplying
RD
assumed
consideration
crops
times
completed
Axalta
recognizes
participants
stewards
Making
coatings
involves
emissions
wastes
kinds
safeguard
andsafety
live
guidepost
lens
performanceAxalta
relevanceimpact
certificated
certification
comsumption
theres
processing
clients
Birla
technological
innovations
maximum
utilization
unless
circumstance
unavailable
Poor
continually
appetite
tolerance
committees
committeelevel
executivelevel
auditor
CommitteeEnterprise
designation
reserved
Discussion
reference
Part
cross
contingency
businessAMD
costeffective
reuserecycle
elimination
upgrading
imposed
deploy
innovative
whenever
feasibleWhen
collaborate
participated
sharing
charting
worldwide
course
engaged
waterconflict
federally
instruments
leaf
driven
andVariations
Michelles
grape
industrywide
influencing
Groups
Incs
subsidiaries
consolidated
Inc
National
Pollutant
Discharge
Elimination
NPDES
New
Clean
Act
Limitations
GA
exceptional
electric
scheme
heat
thathas
ADM
consistent
robust
dollar
advanced
schedules
aligning
facesRisks
understood
Barrick
qualitative
lifeofmine
License
trigger
Conservation
Standard
Framework
Location
Impacts
Closure
Community
perception
Baxter
Baxters
BDs
SustainabilityClimate
British
Columbia
quantifies
USD
Ciscos
broader
Consumers
dramatically
reliability
Specific
numeric
Electricity
complex
covering
Federal
FERC
coordinate
transmission
generators
marketers
responding
franchise
bottling
entities
termed
weve
principles
slightly
disparate
comprise
Maplecroft
Select
submit
establish
Growth
SGPs
monthlyquarterly
track
risksWe
research
direction
refining
endeavor
achieve
objectivesFurther
budgeting
penalties
rated
Country
numbering
Diebold
Advisory
businessWe
faced
competition
countries
widely
purification
limitations
constrain
withdraw
unpredictable
Agriculture
sector
filingUsing
revisit
work
biannualy
apply
lossMetrics
proved
income
cashflow
fixed
finding
substantiveness
mandated
permitting
authority
larger
compiles
FirstEnergys
steam
Suppliers
participate
relationship
helped
GHG
targeted
Partnership
Cleaner
PACE
whereby
share
collective
clothes
consumers
perceptions
volatile
San
Luis
Potosi
Silao
Ramos
Arizpe
modify
Zero
GMs
manifests
benefit
insight
scientific
literature
short
Caesars
impose
repair
costing
funds
prohibit
swimming
pools
golf
courses
fullyfunctioning
WASH
menus
days
maybe
peril
aqueduct
groups
responsibilities
HWI
oil
iconic
profitable
owned
hotel
exists
Hilton
Worldwide
diversified
Out
hotels
Services
Of
ownership
interest
UK
accounts
franchised
medium
Viavi
topranked
innovate
working
maintained
hit
causes
EBIT
suddeninstantaneous
onset
directorsJuniper
Citizenship
NGO
campaigns
Electronic
Coalition
EICC
Code
Conduct
domain
verticals
Telecom
CableMSO
Government
Cloud
Providers
Verticals
acted
methods
downs
covers
began
Signficant
millions
dollars
greatly
push
towards
paying
receive
indeterminate
facilitylevel
feasible
January
series
responses
impactsWe
second
indicatorFor
begun
Food
Wrigley
Drinks
Chocolate
Petcare
consistentlyWe
consistently
measuring
regard
highpriority
stewardship
pilot
Kings
Lynn
aim
yearend
onwardIn
overlaid
origins
crossreference
Resources
Institute
sciencebased
targets
done
Scope
greenhouse
More
Mercks
facilitiesThis
gallons
Marcellus
Shale
DJ
Basin
sea
chainNRG
waterWater
operators
subsequent
frame
barge
daily
SVP
generated
quarter
Cost
Goods
Sold
Operating
Expenses
Oxys
HESMS
grades
expectations
facilitates
HES
Oxy
avoid
prominent
Permian
West
Southeast
Geologic
Society
Alliance
factored
operationalize
seize
PepsiCo
consequential
headings
operationsIncreased
operationsAny
operationsClimate
reputationSpecific
thingsLaws
Pricing
qualityDamage
useIncreasing
investments
enhance
cessation
PGE
published
led
structured
ensuring
details
APS
disruptive
piece
inoperable
curtailed
entirely
Second
noncompliance
notices
violations
allocation
cuts
Key
week
feel
preclude
aggressive
Rockwell
supplychain
contributes
Consequently
NOT
Base
WBCSDs
disregards
Total
PlanSBDs
layers
LOV
relocations
managementrecyclingreuse
Union
Pacific
integrates
risksopportunities
Companywide
utilizes
Law
role
dictated
foremost
Evaluation
ethics
dictate
mutually
exclusive
overlap
UTC
fails
globe
presents
robustness
turn
operationsUTC
sole
difference
attain
formally
driver
Great
Lakes
territories
unitsdivisions
onetime
recurring
adjust
Companys
partnership
Affairs
together
divisions
basic
Composite
Score
sanctions
corresponding
finite
longerterm
offsite
controlsFinancially
ordinances
otherlegal
governing
investigation
andcleanup
contaminated
workplace
frequently
COGS
HP
Co
downgraded
WBSCD
measurement
moves
WE
practice
continued
technologiesPlease
orders
injection
molding
fulfill
hand
obtaining
Pinnacle
understands
seasons
gauged
ranked
Procurement
businessOur
vast
North
washouts
sanitize
Recycled
readily
Hanesbrands
SCJ
manufactures
SunPower
highlevel
damages
roads
Loss
separate
designing
fewer
outsourcing
stateetc
profileEvery
staff
Hub
Delta
Beverages
Deltas
drawn
Lake
Ontario
lakes
That
said
resumed
persist
Regeneron
disrupts
expand
Flowers
Sites
Baseline
Projected
Account
therapeuticmedical
AbbVies
Research
promote
discovery
clinical
investigations
therapeutic
mainly
Inability
Synaptics
GPY
Aquaduct
contained
DMS
collect
Abbott
constantly
shapes
right
reliant
therapy
tolerances
responded
immediate
elevated
processesFor
Tools
concert
Mapping
allows
But
namely
riskmanagement
Integrated
Sponsoring
Organizations
Treadway
International
organizational
covered
Organizational
excellence
fair
multidimensional
focuses
collaborative
ensures
vigilant
Alcoa
maintains
attached
ended
December
page
factorScarcity
inside
foster
philosophy
rules
reevaluating
ROI
integrating
upgrades
Austin
Industrial
Waste
Neutralization
IWN
launched
September
Prior
wet
tested
distilled
reverse
osmosis
neutralize
discharged
City
publicallyowned
POTW
reclamation
reuses
makeup
gallon
reclaimed
replaces
Excess
lift
station
POTWDuring
cooler
tower
augments
original
hotter
recognized
Probably
evolution
closely
decisions
specifications
outlined
SEMI
Avery
Dennison
render
ESG
vendor
partner
feedback
BSR
surveyed
outcomes
agreed
Investing
LowCarbon
Financing
successOur
Policy
ESRPF
heightened
andour
Recognizing
enhanced
Sectors
sensitivity
arctic
coal
palm
forestry
positions
minimum
plantations
Roundtable
Palm
Oil
equivalent
substantiveAt
Proximity
category
prompt
ex
degradation
hour
portions
broadly
integrity
Conagra
Site
CMI
real
wwwinvestorsdupontcom
losing
bills
crisis
disaster
recovery
bring
back
represented
Malaysia
thin
film
solar
photovoltaic
modules
Solar
develops
finances
engineers
constructs
PV
successful
contingent
securing
construct
quantities
vehicles
Mary
Barra
overseeing
enterpriselevel
inadequate
volumesWhile
phase
start
cycle
show
joined
invited
highrisk
basinrelated
communitys
usageWe
waterrisk
interpretation
public
something
pillars
influences
outlook
Kellogg
profit
changeLockheed
encounter
conflicts
evolving
reflect
Marriott
lodging
offers
resilience
Further
operateSites
onwardFour
Belgium
Schelde
Micron
officeslabs
altering
closing
relocating
facilitygroup
representing
kWhsquare
reassessing
looking
formalizeintegrate
Similarly
facilitiesRisk
Aspects
substantiveThese
definitions
initiated
vulnerabilities
sealevel
intense
frequencyintensity
focusing
subset
highvalue
findings
goes
temper
controlsmitigations
cadence
Bangalore
NIPSCO
good
receives
solid
liquid
chemical
IPIECA
enables
restrooms
incorporates
environmentcosts
regionally
reassessed
acquired
quotas
encourage
MAM
lasting
workers
evacuated
severely
arid
mines
Starbucks
PlanStanley
Black
Decker
establishment
rebaseline
EBITDA
likelyimminent
proprietary
Rating
Estimated
Assuming
effort
topic
economysocietyenvironment
aid
Subject
riskopportunity
Opportunities
intangibles
aspectHowever
Eg
HPW
device
applications
cleanup
Xilinx
tracking
shown
Weatherbased
Utilization
Awareness
Lowflow
Adoption
operationsAdditionally
spaces
Minimal
Jose
Singapore
Production
contract
manufacturer
Resource
software
CMC
Tessys
dust
tailings
purity
avocados
Lam
integral
Platreef
secure
licence
guided
interpretations
status
Hewlett
Packard
Taking
separation
HewlettPackard
November
HPE
populations
NA
FICO